IDEA Open Model
MatSteelAUS.fy Property
 Yield strength for nominal thickness of the element <= 40mm - fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double fy { get; set; }
Public Property fy As Double
	Get
	Set
public:
property double fy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelAUS Class
IdeaRS.OpenModel.Material Namespace